[{
  "_id": {
    "$oid": "652e96eadf56dd906795a6b3"
  },
  "nombre": "J. K. Rowling",
  "biografia": "Joanne Rowling​, quien escribe bajo los seudónimos de J. K. Rowling​ y Robert Galbraith, es una escritora, productora de cine y guionista británica, conocida por ser la autora de la serie de libros Harry Potter, que han superado los quinientos millones de ejemplares vendidos.​",
  "nacionalidad": "Británica",
  "fecha de nacimiento": 1965
},
{
  "_id": {
    "$oid": "652e96eadf56dd906795a6b4"
  },
  "nombre": "George R. R. Martin",
  "biografia": "George Raymond Richard Martin, conocido como George R. R. Martin y en ocasiones por sus seguidores como GRRM, es un escritor y guionista estadounidense de literatura fantástica, ciencia ficción y terror.",
  "nacionalidad": "estadounidense",
  "fecha de nacimiento": 1948
},
{
  "_id": {
    "$oid": "652e96eadf56dd906795a6b5"
  },
  "nombre": "Stephen King",
  "biografia": "Stephen Edwin King, más conocido como Stephen King y ocasionalmente por su pseudónimo Richard Bachman, es un escritor estadounidense de novelas de terror, ficción sobrenatural, misterio, ciencia ficción y literatura fantástica.",
  "nacionalidad": "estadounidense",
  "fecha de nacimiento": 1947
},
{
  "_id": {
    "$oid": "652e96eadf56dd906795a6b6"
  },
  "nombre": "William Peter Blatty",
  "biografia": "William Peter Blatty fue un escritor y director de cine estadounidense. Autor de la novela El exorcista y del posterior guion cinematográfico de la película del mismo nombre, ganador de un Óscar al mejor guion adaptado en 1973.",
  "nacionalidad": "estadounidense",
  "fecha de nacimiento": 1928,
  "fecha de fallecimiento": 2017
},
{
  "_id": {
    "$oid": "652e96eadf56dd906795a6b7"
  },
  "nombre": "Robert Bloch",
  "biografia": "Robert Bloch, de ascendencia judía, escribió cientos de cuentos y alrededor de 20 novelas, la mayor parte dentro del género negro, de terror y de ciencia ficción. Al principio de su carrera publicó ampliamente en las llamadas revistas pulp como Weird Tales. Escribió además numerosos guiones cinematográficos.",
  "nacionalidad": "estadounidense",
  "fecha de nacimiento": 1917,
  "fecha de fallecimiento": 1994
},
{
  "_id": {
    "$oid": "652e96eadf56dd906795a6b8"
  },
  "nombre": "Thomas Harris",
  "biografia": "Thomas Harris (Jackson, Tennessee, 11 de abril de 1940) es un escritor estadounidense, autor de la serie de novelas de suspenso cuyo protagonista es el psiquiatra caníbal Hannibal Lecter, adaptadas al cine en cinco películas y una serie de televisión.",
  "nacionalidad": "estadounidense",
  "fecha de nacimiento": 1940
},
{
  "_id": {
    "$oid": "652e96eadf56dd906795a6b9"
  },
  "nombre": "J. R. R. Tolkien",
  "biografia": "John Ronald Reuel Tolkien (pronunciado /dʒɒn ˈɹʷɒnld ˈɹʷuːəl ˈtʰɒlkiːn/) (Bloemfontein, hoy Sudáfrica; 3 de enero de 1892-Bournemouth, Dorset; 2 de septiembre de 1973), a menudo citado como J. R. R. Tolkien o JRRT, fue un escritor, poeta, filólogo, lingüista y profesor universitario británico, nacido en el Estado Libre de Orange (hoy parte de Sudáfrica). Conocido principalmente por ser el autor de El hobbit y El Señor de los Anillos.",
  "nacionalidad": "Británica",
  "fecha de nacimiento": 1892,
  "fecha de fallecimiento": 1973
}]